{
  "app_name": "My App",
  "menu_home": "Home",
  "menu_about": "About",
  "menu_tokens": "Tokens",
  "menu_contact": "Contact",
  "menu_connect": "Connect",
  "right_menu_referrals": "My Referrals",
  "home_title": "Dashboard",
  "home_first_paragraph": "The dashboard offers quick and intuitive visualizations of your on-chain data. Here, you can easily access detailed information about your LegitDAO tokens, keeping you informed and in control of your assets.  Additionally, the dashboard provides a clear view of your portfolio, showcasing its growth and performance over time. You can also explore the latest wallets referred under you, gaining insights into your network's expansion and activity.",
  "about_title": "About Us",
  "contact_title": "Contact Us",
  "referrals_title": "Referrals",
  "marketplaces_title": "Marketplaces",
  "token_header_title_webx": "WebX: Currency Token",
  "token_header_paragraph_webx": "WebX is the native currency fueling the LegitDAO ecosystem, designed as a BEP-20 token deployed on the Binance Smart Chain (BSC). With a capped total supply of 100 million tokens, WebX facilitates seamless transactions and interactions within the LegitDAO platform. Unlike many other tokens, WebX is free from trading fees, making it an efficient choice for users. The only cost incurred during transactions is the gas fee required to execute contract functions on the BSC, which is paid in Binance Coin (BNB). This design ensures WebX remains accessible, lightweight, and a vital component of the LegitDAO ecosystem.",
  "token_header_title_legit": "LegitDAO: Governance Token",
  "token_header_paragraph_legit": "LegitDAO is the governance token driving the LegitDAO ecosystem, empowering holders to participate in critical decision-making processes through voting. Built as a BEP-20 token on the Binance Smart Chain (BSC), Legit has a total supply of 100 million tokens. Transactions involving Legit incur a 15% fee on purchases and a 20% fee on sales, along with the gas fees required for executing contract functions, paid in Binance Coin (BNB). In addition to its governance role, Legit holders benefit directly from the ecosystem's success. As projects generate revenue, Legit token holders receive dividends distributed in WebX, the ecosystem's native currency. This dual utility makes Legit an essential component of LegitDAO's mission to create a sustainable, decentralized community.",
  "token_header_title_legit_founder": "Legit Founder: Startup Token",
  "token_header_paragraph_legit_founder": "Legit Founder is the startup token powering the startup innovation of the LegitDAO ecosystem. Designed as a BEP-20 token on the Binance Smart Chain (BSC), Legit Founder has a fixed supply of 100 million tokens. Unlike many tokens, it is free of trading fees, with users only needing to pay the gas required to execute contract functions on the BSC, in Binance Coin (BNB). Legit Founder offers unique benefits to its holders by earning dividends in both BNB and Legit tokens. These dividends are generated from trades of the Legit token, specifically when the buyer or seller's referral tree has fewer than seven levels. This reward mechanism encourages engagement within the ecosystem and strengthens the collaborative community that LegitDAO aims to build."
}
