{
  "app_name": "Mon Application",
  "menu_home": "Accueil",
  "menu_about": "À propos",
  "menu_tokens": "Jetons",
  "menu_contact": "Contact",
  "menu_connect": "Connecter",
  "right_menu_referrals": "Mon Parrainnage",
  "home_title": "Tableau de bord",
  "home_first_paragraph": "Le tableau de bord offre des visualisations rapides et intuitives de vos données on-chain. Vous pouvez y accéder facilement à des informations détaillées sur vos jetons LegitDAO, vous permettant de rester informé et de garder le contrôle de vos actifs.  De plus, le tableau de bord offre une vue claire de votre portefeuille, mettant en évidence sa croissance et ses performances au fil du temps. Vous pouvez également explorer les derniers portefeuilles référés sous votre compte, obtenant ainsi des informations sur l'expansion et l'activité de votre réseau.",
  "about_title": "À propos de nous",
  "contact_title": "Contactez-nous",
  "referrals_title": "Parainnage",
  "marketplaces_title": "Marchés",
  "token_header_title_webx": "WebX: Jeton de Monnaie",
  "token_header_paragraph_webx": "WebX est la monnaie native alimentant l'écosystème LegitDAO, conçue comme un token BEP-20 déployé sur la Binance Smart Chain (BSC). Avec une offre totale plafonnée à 100 millions de tokens, WebX facilite des transactions et interactions fluides au sein de la plateforme LegitDAO. Contrairement à de nombreux autres tokens, WebX ne comporte aucun frais de transaction, ce qui en fait un choix efficace pour les utilisateurs. Le seul coût lié aux transactions est le gaz nécessaire pour exécuter les fonctions du contrat sur la BSC, payé en Binance Coin (BNB). Ce concept garantit que WebX reste accessible, léger et un élément essentiel de l'écosystème LegitDAO.",
  "token_header_title_legit": "LegitDAO: Jeton de Gouvernance",
  "token_header_paragraph_legit": "LegitDAO est le token de gouvernance qui alimente l'écosystème LegitDAO, permettant aux détenteurs de participer aux processus de prise de décision critiques par le biais du vote. Conçu comme un token BEP-20 déployé sur la Binance Smart Chain (BSC), Legit a une offre totale de 100 millions de tokens. Les transactions impliquant Legit entraînent des frais de 15 % lors des achats et de 20 % lors des ventes, en plus des frais de gaz nécessaires à l'exécution des fonctions du contrat, payés en Binance Coin (BNB). En plus de son rôle de gouvernance, les détenteurs de Legit bénéficient directement du succès de l'écosystème. À mesure que les projets génèrent des revenus, les détenteurs de tokens Legit reçoivent des dividendes distribués en WebX, la monnaie native de l'écosystème. Cette double utilité fait de Legit un élément essentiel de la mission de LegitDAO visant à créer une communauté durable et décentralisée.",
  "token_header_title_legit_founder": "Legit Founder: Jeton de Démarrage",
  "token_header_paragraph_legit_founder": "Legit Founder est le token de démarrage qui alimente l'innovation au sein de l'écosystème LegitDAO. Conçu comme un token BEP-20 sur la Binance Smart Chain (BSC), Legit Founder a une offre fixe de 100 millions de tokens. Contrairement à de nombreux autres tokens, il est exempt de frais de transaction, les utilisateurs devant uniquement payer les frais de gaz nécessaires à l'exécution des fonctions du contrat sur la BSC, en Binance Coin (BNB). Legit Founder offre des avantages uniques à ses détenteurs en leur permettant de recevoir des dividendes en BNB et en tokens Legit. Ces dividendes sont générés par les transactions du token Legit, en particulier lorsque l'arbre de parrainage de l'acheteur ou du vendeur compte moins de sept niveaux. Ce mécanisme de récompense favorise l'engagement au sein de l'écosystème et renforce la communauté collaborative que LegitDAO vise à construire."
}
